
Archived entries from file /home/octocat/.emacs.d/todo.org


* DONE [#A] automate projects capturing [2015-01-18 Вс 15:06]  :emacs:ticket:
  CLOSED: [2015-01-18 Вс 15:28] SCHEDULED: <2015-01-18 Вс>
  - State "DONE"       from "GOING"      [2015-01-18 Вс 15:28]
  CLOCK: [2015-01-18 Вс 15:26]--[2015-01-18 Вс 15:28] =>  0:02
  CLOCK: [2015-01-18 Вс 15:24]--[2015-01-18 Вс 15:26] =>  0:02
  - State "GOING"      from "TODO"       [2015-01-18 Вс 15:24]
  :PROPERTIES:
  :ARCHIVE_TIME: 2015-01-26 Пн 23:55
  :ARCHIVE_FILE: ~/.emacs.d/todo.org
  :ARCHIVE_CATEGORY: todo
  :ARCHIVE_TODO: DONE
  :END:

* DONE [#A] helm source for portage [2015-04-04 Сб 12:35]         :emacs:ticket:
  CLOSED: [2015-04-05 Вс 22:15] SCHEDULED: <2015-04-04 Сб>
  :CLOCK:
  CLOCK: [2015-04-05 Вс 22:05]--[2015-04-05 Вс 22:15] =>  0:10
  :END:
  :LOGBOOK:
  - State "DONE"       from "GOING"      [2015-04-05 Вс 22:15]
  - State "GOING"      from "TODO"       [2015-04-05 Вс 22:04]
  :END:
  :PROPERTIES:
  :ARCHIVE_TIME: 2015-04-05 Вс 22:18
  :ARCHIVE_FILE: ~/.emacs.d/todo.org
  :ARCHIVE_CATEGORY: todo
  :ARCHIVE_TODO: DONE
  :END:

